[
  {
    "service_id": "wd001",
    "title": "Responsive Website Design",
    "category": "Web Development",
    "description": "Our Responsive Website Design service ensures your website looks great and functions perfectly on all devices. Whether it's a smartphone, tablet, or desktop, we use the latest techniques to create a seamless user experience. Our team focuses on clean design, fast loading times, and intuitive navigation, providing a professional online presence that drives engagement and conversions.",
    "service_img": "https://i.ibb.co/JqzfPmX/webfactory-ltd-Cz-Shzoc-Zt-W0-unsplash.jpg",
    "deadline": "2024-07-27",
    "max_price": "5000",
    "min_price": "4500",
    "buyer_email": "buyer1@example.com",
    "rating": "5"
  },
  {
    "service_id": "wd002",
    "title": "E-commerce Website Development",
    "category": "Web Development",
    "description": "Our E-commerce Website Development service is designed to help businesses sell online with ease. We build robust and scalable e-commerce platforms tailored to your specific needs. From product listings and shopping carts to secure payment gateways and customer accounts, we handle everything. Our solutions are user-friendly, feature-rich, and optimized for search engines to help you attract and retain customers.",
    "service_img": "https://i.ibb.co/TBBMvGX/farzad-p-x-Sl33-Wxyc-unsplash.jpg",
    "deadline": "2024-08-17",
    "max_price": "4000",
    "min_price": "3000",
    "buyer_email": "buyer2@example.com",
    "rating": "4"
  },
  {
    "service_id": "wd003",
    "title": "Custom Web Application Development",
    "category": "Web Development",
    "description": "Our Custom Web Application Development service provides businesses with tailor-made solutions to meet their unique requirements. We specialize in creating dynamic and interactive web applications that enhance user experience and streamline operations. Our developers use the latest technologies to ensure your application is secure, scalable, and easy to maintain. Whether it's a CRM, ERP, or any other business application, we deliver top-notch solutions.",
    "service_img": "https://i.ibb.co/dGCxZNV/caspar-camille-rubin-0qv-BNep1-Y04-unsplash.jpg",
    "deadline": "2024-08-31",
    "max_price": "3500",
    "min_price": "2500",
    "buyer_email": "buyer3@example.com",
    "rating": "3"
  },
  {
    "service_id": "wd004",
    "title": "WordPress Website Development",
    "category": "Web Development",
    "description": "Our WordPress Website Development service is perfect for those looking to create a powerful and flexible website. We build custom WordPress themes and plugins to provide you with a website that meets your exact specifications. Our team ensures your website is fast, secure, and easy to manage, giving you full control over your content. From blogs to business websites, we deliver high-quality WordPress solutions.",
    "service_img": "https://i.ibb.co/7kSTMMs/joshua-aragon-FGXqbqb-Gt5o-unsplash.jpg",
    "deadline": "2024-08-10",
    "max_price": "2000",
    "min_price": "1000",
    "buyer_email": "buyer4@example.com",
    "rating": "5"
  },
  {
    "service_id": "wd005",
    "title": "Website Maintenance and Support",
    "category": "Web Development",
    "description": "Our Website Maintenance and Support service ensures your website remains up-to-date, secure, and performing optimally. We handle regular updates, security patches, backups, and performance monitoring. Our team is available to troubleshoot issues, make improvements, and keep your website running smoothly. With our proactive maintenance services, you can focus on your business while we take care of your website.",
    "service_img": "https://i.ibb.co/6YrNR6x/fatemeh-rezvani-Xn3-D8-DIz-H7-Q-unsplash.jpg",
    "deadline": "Ongoing",
    "max_price": "4000",
    "min_price": "2500",
    "buyer_email": "buyer5@example.com",
    "rating": "4"
  },

  {
    "service_id": "dm001",
    "title": "Social Media Marketing",
    "category": "Digital Marketing",
    "description": "Our Social Media Marketing service helps businesses build and maintain a strong presence on social media platforms. We create tailored strategies that align with your brand and goals, including content creation, community management, and paid advertising. Our team analyzes performance metrics to continuously improve engagement and drive traffic to your website, ensuring your social media efforts translate into tangible business results.",
    "service_img": "https://i.ibb.co/qC0WpNS/igor-miske-Px3i-BXV-4-TU-unsplash.jpg",
    "deadline": "2024-07-31",
    "max_price": "5000",
    "min_price": "4500",
    "buyer_email": "buyer6@example.com",
    "rating": "4"
  },
  {
    "service_id": "dm002",
    "title": "Search Engine Optimization (SEO)",
    "category": "Digital Marketing",
    "description": "Our Search Engine Optimization service is designed to increase your website's visibility on search engines. We conduct comprehensive keyword research, optimize on-page content, and build high-quality backlinks to improve your site's rankings. Our team monitors performance and adjusts strategies to ensure sustained growth in organic traffic. With our SEO services, you'll attract more visitors and generate higher conversion rates.",
    "service_img": "https://i.ibb.co/vJyTWtJ/domenico-loia-h-GV2-Tf-Oh0ns-unsplash.jpg",
    "deadline": "2024-08-15",
    "max_price": "3500",
    "min_price": "2500",
    "buyer_email": "buyer7@example.com",
    "rating": "5"
  },
  {
    "service_id": "dm003",
    "title": "Content Marketing",
    "category": "Digital Marketing",
    "description": "Our Content Marketing service focuses on creating and distributing valuable, relevant content to attract and engage your target audience. We develop content strategies that include blog posts, articles, infographics, videos, and more. Our goal is to establish your brand as an industry authority, drive organic traffic, and foster customer loyalty. By consistently providing high-quality content, we help you build long-term relationships with your audience.",
    "service_img": "https://i.ibb.co/86db2Zg/pexels-goumbik-590016.jpg",
    "deadline": "2024-08-30",
    "max_price": "3500",
    "min_price": "3000",
    "buyer_email": "buyer8@example.com",
    "rating": "4"
  },
  {
    "service_id": "dm004",
    "title": "Email Marketing",
    "category": "Digital Marketing",
    "description": "Our Email Marketing service helps you reach and engage your audience directly through targeted email campaigns. We design personalized email templates, segment your audience, and create compelling content that drives action. Our team monitors campaign performance and optimizes strategies to improve open rates, click-through rates, and conversions. With our email marketing expertise, you'll build stronger relationships with your customers and increase sales.",
    "service_img": "https://i.ibb.co/pbPBJTs/pexels-fauxels-3184455.jpg",
    "deadline": "2024-08-20",
    "max_price": "2500",
    "min_price": "1500",
    "buyer_email": "buyer9@example.com",
    "rating": "3"
  },

  {
    "service_id": "va001",
    "title": "Administrative Support",
    "category": "Virtual Assistance",
    "description": "Our Administrative Support service provides you with efficient and reliable virtual assistants to handle various administrative tasks. From scheduling appointments and managing emails to preparing documents and data entry, our assistants ensure your operations run smoothly. With our support, you can focus on more strategic aspects of your business while we take care of the routine tasks, ensuring timely and accurate completion.",
    "service_img": "https://i.ibb.co/WWfdzhN/pexels-karolina-grabowska-8554077.jpg",
    "deadline": "2024-07-25",
    "max_price": "5000",
    "min_price": "2500",
    "buyer_email": "buyer10@example.com",
    "rating": "4"
  },
  {
    "service_id": "va002",
    "title": "Customer Service",
    "category": "Virtual Assistance",
    "description": "Our Customer Service virtual assistants provide excellent support to your customers through various channels, including phone, email, and live chat. We ensure timely responses, effective issue resolution, and a positive customer experience. By outsourcing your customer service needs to us, you can enhance customer satisfaction and loyalty, while focusing on growing your business. Our team is trained to handle inquiries, complaints, and provide detailed product information.",
    "service_img": "https://i.ibb.co/kSZXb4t/chris-montgomery-smg-Tvepind4-unsplash.jpg",
    "deadline": "2024-08-10",
    "max_price": "5000",
    "min_price": "3500",
    "buyer_email": "buyer11@example.com",
    "rating": "4"
  },
  {
    "service_id": "va003",
    "title": "Social Media Management",
    "category": "Virtual Assistance",
    "description": "Our Social Media Management service provides you with virtual assistants who specialize in managing your social media presence. From content creation and scheduling to engagement and analytics, our assistants ensure your social media channels are active and engaging. We help you build a strong online presence, connect with your audience, and drive brand awareness. Our team stays updated with the latest trends to keep your social media strategy effective and relevant.",
    "service_img": "https://i.ibb.co/r5y4tst/pexels-polina-zimmerman-3747463.jpg",
    "deadline": "2024-08-05",
    "max_price": "4500",
    "min_price": "3500",
    "buyer_email": "buyer12@example.com",
    "rating": "5"
  },

  {
    "service_id": "gd001",
    "title": "Logo Design",
    "category": "Graphic Design",
    "description": "Our Logo Design service offers you unique and creative logos that reflect your brand's identity and values. Our talented graphic designers work closely with you to understand your vision and create a logo that stands out. Whether you're starting a new business or rebranding an existing one, our logo designs will help you make a strong first impression. We ensure high-quality and scalable designs suitable for various applications.",
    "service_img": "https://i.ibb.co/frtHvKW/tran-mau-tri-tam-g-p-Kpr-Pg5yw-unsplash.jpg",
    "deadline": "2024-07-20",
    "max_price": "3500",
    "min_price": "2500",
    "buyer_email": "buyer13@example.com",
    "rating": "4"
  },
  {
    "service_id": "gd002",
    "title": "Brochure Design",
    "category": "Graphic Design",
    "description": "Our Brochure Design service provides you with professionally designed brochures that effectively communicate your message to your audience. Our graphic designers create visually appealing and informative brochures that highlight your products, services, and brand story. We pay attention to detail and ensure that your brochures are designed to engage and persuade your target audience. From corporate brochures to event flyers, we cater to all your brochure design needs.",
    "service_img": "https://i.ibb.co/myv6gF2/brecht-corbeel-bmtxv-CWahv-Q-unsplash.jpg",
    "deadline": "2024-08-01",
    "max_price": "2500",
    "min_price": "1000",
    "buyer_email": "buyer14@example.com",
    "rating": "5"
  },
  {
    "service_id": "gd003",
    "title": "Website Design",
    "category": "Graphic Design",
    "description": "Our Website Design service offers you aesthetically pleasing and user-friendly website designs that enhance user experience and engagement. Our graphic designers collaborate with you to understand your brand and create a website that is both functional and visually appealing. We focus on responsive design, ensuring your website looks great on all devices. From landing pages to full website redesigns, we provide comprehensive website design solutions to meet your needs.",
    "service_img": "https://i.ibb.co/WvHpQZ3/pexels-mikechie-esparagoza-749296-1601773.jpg",
    "deadline": "2024-08-15",
    "max_price": "3500",
    "min_price": "2500",
    "buyer_email": "buyer15@example.com",
    "rating": "3"
  },
  {
    "service_id": "gd004",
    "title": "Social Media Graphics",
    "category": "Graphic Design",
    "description": "Our Social Media Graphics service provides you with eye-catching and engaging graphics for your social media platforms. Our graphic designers create visually appealing posts, banners, and ads that help you stand out in the crowded social media landscape. We understand the importance of maintaining a consistent brand image across all platforms and ensure that your social media graphics align with your overall brand strategy. Let us help you boost your social media presence with stunning visuals.",
    "service_img": "https://i.ibb.co/rQRR0mP/pexels-tranmautritam-326503.jpg",
    "deadline": "2024-08-10",
    "max_price": "2000",
    "min_price": "1500",
    "buyer_email": "buyer16@example.com",
    "rating": "4"
  },

  {
    "service_id": "ad001",
    "title": "iOS App Development",
    "category": "App Development",
    "description": "Our iOS App Development service offers you a comprehensive solution for creating high-quality, user-friendly apps for Apple's iOS platform. Our experienced developers use the latest technologies and tools to build apps that are not only functional but also visually appealing. Whether you need a simple app or a complex enterprise solution, we ensure your app meets all your business requirements and provides a seamless user experience.",
    "service_img": "https://i.ibb.co/9HgZGJf/pexels-divinetechygirl-1181244.jpg",
    "deadline": "2024-08-20",
    "max_price": "1000",
    "min_price": "500",
    "buyer_email": "buyer17@example.com",
    "rating": "5"
  },
  {
    "service_id": "ad002",
    "title": "Android App Development",
    "category": "App Development",
    "description": "Our Android App Development service provides you with expert solutions for creating robust and scalable apps for the Android platform. Our skilled developers use modern programming languages and frameworks to build apps that are efficient, reliable, and easy to use. We focus on delivering high-performance apps that offer a great user experience and help you achieve your business goals. From concept to deployment, we handle all aspects of the development process.",
    "service_img": "https://i.ibb.co/4YVtqpQ/pexels-fotios-photos-1092671.jpg",
    "deadline": "2024-09-01",
    "max_price": "5000",
    "min_price": "4500",
    "buyer_email": "buyer18@example.com",
    "rating": "5"
  },
  {
    "service_id": "ad003",
    "title": "Cross-Platform App Development",
    "category": "App Development",
    "description": "Our Cross-Platform App Development service offers you the flexibility to create apps that run seamlessly on both iOS and Android platforms. Using advanced frameworks like Flutter and React Native, our developers build high-quality apps that deliver a consistent user experience across different devices. This service is ideal for businesses looking to maximize their reach and reduce development costs. We ensure your app is optimized for performance and usability.",
    "service_img": "https://i.ibb.co/0Z6Npnf/pexels-thisisengineering-3912958.jpg",
    "deadline": "2024-09-15",
    "max_price": "3000",
    "min_price": "2500",
    "buyer_email": "buyer19@example.com",
    "rating": "3"
  },
  {
    "service_id": "ad004",
    "title": "App UI/UX Design",
    "category": "App Development",
    "description": "Our App UI/UX Design service focuses on creating intuitive and engaging user interfaces for your mobile apps. Our designers work closely with you to understand your target audience and design interfaces that are both visually appealing and easy to navigate. We prioritize user experience and ensure that your app's design enhances its functionality and usability. From wireframes to final designs, we provide end-to-end design solutions.",
    "service_img": "https://i.ibb.co/MM88W0g/pexels-cottonbro-5077393.jpg",
    "deadline": "2024-08-25",
    "max_price": "1000",
    "min_price": "500",
    "buyer_email": "buyer20@example.com",
    "rating": "5"
  },
  {
    "service_id": "ad005",
    "title": "App Maintenance and Support",
    "category": "App Development",
    "description": "Our App Maintenance and Support service ensures that your mobile apps remain up-to-date and perform optimally. We provide ongoing maintenance, updates, and support to address any issues and keep your app running smoothly. Our team monitors your app's performance, implements necessary updates, and provides technical support to resolve any problems. With our maintenance and support services, you can focus on your core business while we take care of your app.",
    "service_img": "https://i.ibb.co/qNj81xc/pexels-kevin-ku-92347-577585.jpg",
    "deadline": "2024-08-30",
    "max_price": "1500",
    "min_price": "1000",
    "buyer_email": "buyer21@example.com",
    "rating": "5"
  }
]
